Repository: nftPower88/DjangoBackend
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Personal info
fa: اطلاعات شخصی

source: Permissions
fa: مجوزها

source: Important dates
fa: تاریخ های مهم

source: %(name)s object with primary key %(key)r does not exist.
fa: %(name)s شیء با کلید اصلی %(key)r وجود ندارد.

source: Password changed successfully.
fa: گذرواژه با موفقیت تغییر کرد.

source: Change password: %s
fa: تغییر گذرواژه: %s

source: Phone number must be entered in the format: '9137866088'. 10 digits allowed.
fa: شماره تلفن باید به این صورت وارد شود '9137866088 . ۱۰ رقم مجاز است.'

source: Path must start with ~/media/
fa: مسیر باید با ~/media/ شروع شود

source: File does not exist
fa: پرونده وجود ندارد

source: Password must contain digit.
fa: گذرواژه باید شامل عدد باشد

source: Password must contain alpha.
fa: گذرواژه باید شامل حروف باشد

source: This nick name exist.
fa: این نام مستعار وجود دارد.

source: This email is registered before.
fa: این ایمیل قبلا ثبت شده است.

source: Check your email box.
fa: صندوق پستی الکترونیکی خود را چک کنید.

source: Email is invalid or not confirmed
fa: ایمیل نامعتبر یا تایید نشده است.

source: This user is inactive, contact us.
fa: این کابر فعال نیست، با ما تماس بگیرید.

source: Email or Password is invalid.
fa: ایمیل یا گذرواژه صحیح نیست.

source: This user is deactivated, contact us.
fa: این کاربر غیرفعال است، با ما تماس بگیرید.

source: Old Password is invalid.
fa: رمز قدیمی نامعتبر است.

source: This nick name exists
fa: این نام مستعار وجود دارد.

source: Email does not exist.
fa: ایمیل وجود ندارد.

source: Check Your email for token.
fa: ایمیل خود را برای مشاهده توکن چک کنید.

source: We sent an token recently please try later
fa: ما اخیرا یک توکن فرستادیم لطفا بعدا دوباره امتحان کنید.

source: This account is inactive.
fa: این حساب فعال نیست.

source: This account has no email.
fa: ایمیلی به این حساب تعلق ندارد.

source: Token timeout.
fa: اتمام زمان استفاده از توکن.

source: We sent a new token recently please try it.
fa: ما یک توکن جدید فرستادیم، لطفا امتحان کنید.

source: Your account is inactive.
fa: این حساب فعال نیست.

source: Google Wrong issuer.
fa: صادر کننده اشتباه گوگل

source: Scope need to have email, given name, family, picture
fa: محدوده نیازمند ایمیل، نام، نام خانوادگی و عکس است.

source: Wrong backend
fa: بک‌اند اشتباه

source: Your user account is deactivated, contact us for more information.
fa: حساب کاربری شما غیرفعال شده است، برای اطلاعات بیشتر با ما تماس بگیرید.

source: This email used before.
fa: این ایمیل قبلا استفاده شده است.

source: This email was used before.
fa: این ایمیل قبلا استفاده شده بود.

source: Company with this name exists.
fa: شرکتی با همین نام وجود دارد.

source: City with this name does not exist.
fa: شهری با این نام وجود ندارد.

source: Industry with this slug does not exist.
fa: صنعتی با این کد وجود ندارد.

source: Error in creating Integer config
fa: خطا در درست کردن تنظیمات عدد صحیح.

source: Invalid request.
fa: درخواست نامعتبر

source: Operation failed.
fa: عملیات شکست خورد.

source: No Permission to update, not yours
fa: اجازه بروزرسانی برای شما نیست

source: No Permission to update, time expired
fa: اجازه برای بروزرسانی نیست، اتمام زمان.

source: No Permission to delete
fa: اجازه برای حذف نیست.

source: Max email send reached
fa: حداکثر میزان ارسال ایمیل فرا رسید.

source: Not Acceptable request, maybe not supported version
fa: درخواست غیرقابل قبول، شاید مشکل نسخه غیرقابل پشتیبانی.

source: Unsupported media type
fa: رسانه پشتیبانی نشده

source: {} type is not supported
fa: {} نوع پشتیبانی نمی شود

source: Max file size is {} and your file size is {}
fa: حداکثر سایز پرونده {} است ولی سایز پرونده شما {} است.

source: Instance does not exist.
fa: نمونه وجود ندارد.

source: There is an error with media server connection...
fa: مشکلی از سمت سرور رسانه ها پیش آمده...
